const Character = {
    "부끄럼 많은 루돌프": {
        title: '부끄럼 많은 루돌프',
        descnature: '낯을 가리지만, 친해지면 누구보다 따뜻한 친구에요!',
        desc: '섬세한 성격으로 주변 친구들을 잘 챙겨줘요!',
        select: '인자한 산타 할아버지',
        type: '신비로운 얼음 정령'
    },

    "당당한 도둑 고양이": {
        title: '당당한 도둑 고양이',
        descnature: '개성이 강하고 자유로운 영혼을 가진 친구에요!',
        desc: '혼자서도 잘 지내지만, 친구들과 시간 보내는 걸 좋아해요!',
        select: '신비로운 얼음 정령',
        type: '부끄럼 많은 루돌프'
    },

    "인자한 산타 할아버지": {
        title: '인자한 산타 할아버지',
        descnature: '따뜻하고 인자하며 배려심이 넘치는 친구에요!',
        desc: '친구들에게 안정감을 줘서 친구들이 고민을 자주 털어놓곤 해요!',
        select: '부끄럼 많은 루돌프',
        type: '당당한 도둑 고양이'
    },

    "신비로운 얼음 정령": {
        title: '신비로운 얼음 정령',
        descnature: '다가가기 어려워 보이지만, 신비로운 매력을 가진 친구에요!',
        desc: '묘한 매력으로 친구들을 끌어당기는 매력이 있어요!',
        select: '당당한 도둑 고양이',
        type: '인자한 산타 할아버지'
    }
}

export default Character