const AllText = [
    {
        question: `친구와 잘 어울리는
            크리스마스 명소는?`,
            choice: [
                {text: '🎄반짝이는 조명으로 가득한 숲 속 트리', score: [6, 4, 5, 2]},
                {text: '❄️ 끝없이 펼쳐진 설원', score: [4, 6, 3, 5]},
                {text: '🎅 캐롤이 울려 퍼지는 크리스마스 마을', score: [5, 4, 6, 3]},
            ]
             
        },

    { 
        question: `친구의 첫인상을
            크리스마스 선물에 비유한다면?`,
            choice: [
                {text: '💌 아기자기한 손편지 같았어!', score: [5, 3, 6, 2]},
                {text: '❄️ 다가가기 어려운 신비로운 눈꽃 같았어!', score: [3, 4, 2, 6]},
                {text: '🍵 많은 사람들이 좋아할 따뜻한 머그컵 같았어!', score: [6, 5, 4, 3]},
            ]
             
        },
    
    { 
        question: `친구가 크리스마스 시즌이
            다가오면 자주 짓는 표정은?`,
            choice: [
                {text: '😆 미소 가득한 환한 얼굴', score: [6, 4, 5, 3]},
                {text: '😩 연말 모임에 지친 듯한 표정', score: [4, 6, 3, 5]},
                {text: '🤩 흥미로운 것에 끌리는 호기심 가득한 눈빛', score: [5, 5, 4, 4]},
            ]
                
        },
]

export default AllText;